{
"Position" : "Java Developer",
"c_feature":"Do you enjoy every part of building software products and have a passion for developing awesome product features? Do you want to be part of a company which conceptualizes designs and develops products from its India R & D center? Do you want to influence, build and grow with a fast growing e-commerce company in one of the fastest growing regions of the world? Do you love engaging with customers to discuss usability, functionality and performance? Do you want to work on the performance, scale and reliability of a cloud based platform used by millions of users simultaneously?You will be involved in all the feature planning sessions, drive new innovative ideas, and make calls on what is feasible and what is prohibitively expensive to implement. You will see and seize opportunities for quick wins, but also be technically minded to also drive solutions for hard problems. You will make a difference!",
"Experience": "0 - 4 Years",
"Role":"From a technical perspective, you will be actively involved during the entire project lifecycle (requirements gathering - post implementation support). The large part of the software development will be done in object-oriented java. Responsibilities will include all aspects of software development from design, coding, testing, customer feedback and maintenance.  Work with a team of amazing developers and designers to the management portals of our customers. Invent and prototype new features, then build, test and ship them in our customer’s products. Drive the implementation of new technologies which improve our ability to build great customers products.",
"Technical":"Experience building and maintaining code for Web applications using Java, JSP/Servlets, jQuery, Web Services and related technologies or any other platform, with proven track record of picking up new skills. Excellent analytical, debugging and troubleshooting skills Passion for usability, simplicity and consistency in software development. Excellent communication and collaborative skills. Bonus Points for experience working on Unix, shell scripting & Build Systems.",
"Qualification":" A Bachelor’s degree in Computer Science (or equivalent experience)"
}